Repository: comunedibari/SIT
Catalog: sorgenti/gis3w-g3w-admin-cadastre-36262ea36cf6/locale/*/LC_MESSAGES/django.po
Languages: it

source: Type municipality code
it: Inserisci il codice comune, il campo si autocompleterà

source: Data config
it: Dati configurazione

source: Project not correct: {} layers no in project
it: Il progetto non è corretto: {} layer non è in dentro il progetto

source: User
it: Utente

source: Cadastre Editor 1 User
it: Utente catasto Editor 1

source: Only one user and municipality code combination can exist
it: Sono una unica combinazione utente-codice comune può esistere

source: CXF DB Connection
it: Connessione DB CXF

source: Municipy code
it: Comune(Sezione)

source: Ip or host DB
it: IP o l'host del DB

source: Port DB
it: Porta DB

source: DB name
it: Nome DB

source: DB schema
it: Schema del DB

source: DB table
it: Tabella DB

source: DB user
it: Utente DB

source: DB password
it: Password DB

source: Configuration application
it: Configurazione dell'applicazione

source: Cadastre projects
it: Progetti catasto

source: Add, update or delete cadastre configurations: indicate what projects can show censuario data
it: Aggiungi, modifica o elimina configurazioni catasto, indica quale progetto può mostrare i dati del censuario

source: Configs
it: Configurazioni

source: Group
it: Gruppo

source: Qdjango project
it: Progetto Qdjango

source: Viewer users
it: Utenti viewer

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Set CXF DB Connection
it: Indica la connessione DB per i dati CXF

source: Set editor 1 user to load cadastre data
it: Indica l'utente di tipo Editor 1 che può caricare i dati del censuario e CXF nel DB

source: Cadastre
it: Catasto

source: Real estate units
it: Unità immobiliari

source: Parcels
it: Particelle

source: Qdjango Projects
it: Progetti Qdjango

source: Not yet 'Project' set!
it: Nessun progetto selezionato!

source: Choose a project
it: Scegli un progetto

source: HERE
it: QUI

source: Module widgets
it: Widget del modulo

source: Revoke task
it: Annulla l'operazione

source: Show problems
it: Mostra i problemi

source: Show info
it: Mostra informazioni

source: STATE
it: STATO

source: Municipality code
it: Comune(Sezione)

source: Upload date
it: Data di caricamento

source: Clear Db by Task id
it: Pulisci il DB dei dati caricati filtrati sul Task ID

source: Uploader data
it: Caricamento dati censuario

source: Supply type
it: Tipo fornitura

source: Upload cadastre data file
it: Carica i file dati

source: Load
it: Carica

source: Clear DB
it: Pulisci il DB

source: Attention
it: Attenzione

source: Is not possible upload other files until previous uploading service is active
it: Non è possibile caricare altri file fino a che il caricamento del file precedente è attivo

source: Data structure for uploading censuario and DOCFA
it: Struttura dati per il caricamento dei dati del censuario e dei DOCFA

source: Uploaded files
it: File caricati

source: Description
it: Descrizione

source: Update
it: Aggiornamento

source: Application date
it: Data applicazione

source: Elaboration date
it: Data elaborazione

source: Selection date
it: Data selezione

source: Registration date
it: Data registrazione

source: Processing date
it: Data di processamento

source: N planimetries
it: N planimetrie

source: is project for
it: il progetto è per

source: Cadastre plugin
it: Plugin catasto

source: make attention on delete it.
it: fai attenzione prima di eliminarlo.

source: make attention on update it. Update could break right working on cadastre module
it: fai attenzione prima di modificarlo. L'aggiornamento potrebbe alterare il corretto funzionamento del modulo catasto.

source: Municipality
it: Comune

source: No users set.
it: Non è stato indicato nessun utente

source: DB CXF Connection
it: Connessione al DB per i dati CXF

source: DB CXF table connections for municipality
it: Connessione al DB per i dati CXF per il comune indicato

source: Table
it: Tabella

source: No connections set.
it: Non è stata indicata nessuna connessione DB

source: Cadastral data module management
it: Modulo di gestione dei dati catastali

source: Maps
it: Mappe

source: Censual data
it: Dati del censuario

source: Config
it: Configurazione

source: DB CONNECTION problem: {}
it: Problemi di connessione con il DB: {}
