Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-v.3.6.x/g3w-admin/caching/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Save as base layer
ro: Salvează ca strat bază

source: Base layer title
ro: Titlu strat bazp

source: Base layer description
ro: Descriere strat bază

source: Base layer attribution
ro: Atribuire strat bază

source: Check on uncheck to activate/deactivate caching layer capabilities:
ro: Bifează/Debifează pentru a activa/dezactiva capabilitățile de cache ale stratului

source: Reset cache
ro: Resetează cache

source: Reset cache for project
ro: Resetează cache proiect

source: Base layer data
ro: Date strat de bază

source: This field is required
ro: Acest câmp este necesar

source: Alert
ro: Alertă

source: Some errors on form. Check it and send again.
ro: Erori în formular. Verifică și retrimite.

source: Caching layer
ro: Stratul de cache

source: Activation layer caching
ro: Activare cache strat

source: Cache erased!
ro: Cache-ul este eliminat!
