Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-geolocalexls/locale/*/LC_MESSAGES/django.po
Languages: it

source: Invalid file extension: only
it: Estensione file non valida: solo

source: With coordinates (x,y)
it: Con coordinate (x,y)

source: With addresses
it: Con indirizzi

source: With cadastral parcels (sheet, parcels, section)
it: Con particelle catastali (foglio, numero, sezione)

source: File type you want to geolocate
it: File che vuoi geolocalizzare

source: File you wanto to gelocate
it: File che vuoi geolocalizzare

source: File extentions support: .csv, .xls. .xlsx
it: Estensioni file supportati: .csv, .xls. .xlsx

source: Output file name
it: Nome del file gelocalizzato

source: (Optional) Specify a output file name, if not set original spreed sheet file name used
it: (Opzionale) Indica un nome di file di uscita, se non indicato sarà utilizzato il nome del foglio di calcolo originale

source: CSV separator
it: CSV delimitatore colonna

source: For CSV file type only, choose column separator
it: Solo per il file di tipo CSV, scegli il separatore di collona

source: Geolocation file
it: File da geolocalizzare

source: With Cadastral file type, comune code doesn't have to be empty
it: Con il tipo di file 'catastale', il codice comune non deve essere vuoto

source: With (x,y) file type, SRID of input file doesn't have to be empty
it: Con il tipo di file (X,Y), SRID input file non può essere vuoto

source: Input file has not the follow columns: ,
it: Il file in ingresso non ha le seguenti collonne richieste: ,

source: Invalid size: check if headers and rows have same column separator
it: Dimensione non valida: controlla che le "intestazioni dei campi" e le righe dei dati abbiano lo stesso separatore

source: Input data has not HEADERS column.
it: Il dato in ingresso non ha le INTESTAZIONI delle colonne.

source: Input file has not 'x' and/or 'y' columns!
it: Il file in ingresso non ha le colonne 'x' e/o 'y'!

source: Gelocation in action...
it: Gelocalizzazione in corso...

source: Gelocation XLS/CSV
it: Geolocalizzazione XLS/CSV

source: Alert
it: Attezione

source: Some errors on form. Check it and send again.
it: Alcuni errori di validazione. Controllali e invia nuovamente i dati.

source: Geolocate - Generate ShapeFile
it: Geolocalizzazione - Generazione ShapeFile

source: Data structure for uploading
it: Struttura dati per il caricamento

source: General aspects
it: Aspetti generali

source: Data
it: Dato

source: The file of type (x, y) must contain the following columns:
it: Il tipo di file (x,y) deve contenere le seguenti colonne:

source: Important
it: Importante

source: CSV file must have "comma (,)" as field separator
it: I file CSV devono usare la "virgola (,)" come sparatore di campo.

source: The order and position of columns is not mandatory
it: L'ordine e la posizione delle colonne non è vincolante

source: Addresses
it: indirizzi

source: The "address" type file must contain the following columns:
it: Il tipo di file "indirizzi" deve contenere le seguenti colonne:

source: Cadastral
it: Particelle catastali

source: The "cadastral" type file must contain the following columns:
it: Il tipo di file "particelle catastali" deve contenere le seguenti colonne:

source: sezione (can be empty or a single character i.e. A)
it: sezione (può essere vuota o contenere un solo carattere i.e. A)

source: tipo (can be: 'T' or 'F')
it: tipo (può essere: 'T' o 'F')

source: Example data
it: Dati di esempio

source: Download the follow zip file for example data structure:
it: Scarica il seguente file zip per vedere la corretta struttura dati:
