Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-simplereporting/locale/*/LC_MESSAGES/django.po
Languages: it

source: Project
it: Progetto

source: Reporting vector layer
it: Layer vettoriale di segnalazione

source: This project is just set for a simple reporting
it: Il progetto è gia utlizzato come progetto di segnalazione

source: Select vector project layer to use for reporting: only follow geometry types are allowed: ,
it: Selezione il layer vetoriale da utilizzare per le segnalazioni: solo i seguenti tipi di geometrie sono consentite: ,

source: Layer geometry type is not in allowed type: ,
it: La geometri del layer non è consentita: ,

source: Layer is not in editing state (required)
it: Il layer non ha l'editing attivo (richiesto)

source: Only once combination of SimpleReporting adn vector layer reporting!
it: Una unica combinazione di porjetto di segnalazione e layer per le segnalazioni è consentita!

source: Reporting Vector Layer
it: Layer vettoriale di segnalazione

source: New
it: Nuovo

source: Alert
it: Attenzione

source: Some errors on form. Check it and send again.
it: Alcuni errori nel form. Controlla e salva nuovamanete.

source: Simple Reporting Project
it: Progetto di segnalazione

source: Simple reporting Projects
it: Progetti di segnalazione

source: Actions
it: Azioni

source: Reporting Layer
it: Layer di segnalazione

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Reporting Vector layer
it: Layer vettoriale di segnalazione

source: No set
it: Non impostato
