Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-v.3.6.x/g3w-admin/editing/locale/*/LC_MESSAGES/django.po
Languages: ro

source: The feature id {} of layer {} cannot be modified because it is not locked anymore
ro: Entitatea cu id {} din stratul {} nu se poate modifica pentru că nu este blocată/locked

source: Sorry but your user doesn't has 'Add Feature' capability
ro: Utilizatorul nu are permisiunea de a folosi 'Adaugă entitate'

source: Sorry but your user doesn't has 'Delete Feature' capability
ro: Utilizatorul nu are permisiunea de a folosi 'Elimină entitate'

source: Sorry but your user doesn't has 'Change or Change Attributes Features' capability
ro: Utilizatorul nu are permisiunea de a folosi 'Modifică sau Modifică atribute entități'

source: Error adding feature: %s
ro: Eroare la adăugarea entității: %s

source: Error adding feature on Spatialite provider:
ro: Eroare adaugare entitate Spatialite

source: Error changing attribute values: %s
ro: Eroare la schimbarea valorii atribut: %s

source: Error changing geometry: %s
ro: Eroare la schimbarea geometrii: %s

source: Cannot delete feature: %s
ro: Nu se poate elimina entitatea: %s

source: Layer %s is not editable!
ro: Stratul %s nu este editabil!

source: Backend error saving layer %s: %s
ro: Eroare de backend la salvarea stratului %s: %s

source: Active
ro: Activă

source: Scale
ro: Scara

source: Scale after that editing mode is active
ro: Scara la care modul modificare este activ

source: Viewers
ro: Vizualizatori

source: Select user with viewer role can do editing on layer
ro: Selectează utilizator cu drept de vizualizare care poate să modifice stratul

source: Select VIEWER groups can do editing on layer
ro: Select grupuri de Vizualizare care pot să modifice stratul

source: User viewer groups
ro: Grupuri de vizualizare utilizator

source: User adding data field
ro: Câmp utilizator ce adaugă date

source: Optional: select layer field to store username that entered the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
ro: Opțional: selectează câmpul de stocare al utilizatorului ce introduce date. Se arată doar câmpurile string/text. <br>Valoarea introdusă are structura: <i>[username]</i>

source: User editing data field
ro: Câmp utilizator ce modifică date

source: Optional: select layer field to store username that updated the data. Showed only string field. <br>Value stored into the field it will be so structured: <i>[username]</i>
ro: Opțional: selectează câmpul de stocare al utilizatorului ce actualizează date. Se arată doar câmpurile string/text. <br>Valoarea introdusă are structura: <i>[username]</i>

source: Check on uncheck to attive/deactive editing layer capabilities:
ro: Bifează dau debifează capabilitatea de modificare strat

source: Select viewers with 'view permission' on project that can edit layer:
ro: Selectează utilizatorii cu 'permisiuni de vizualizare' ce pot modifica stratul:

source: 'User adding data field' and 'User editing data field' cannot assume the same value.
ro: 'Câmp utilizator ce adaugă date' și 'Câmp utilizator ce modifică date' nu au neapărat aceeași valoare.

source: Constraint validation failed for geometry: %s
ro: Validare constrângere eșuată pentru geometria: %s

source: Alert
ro: Alertă

source: Some errors on form. Check it and send again.
ro: Erori în formular. Verifică și retrimite.

source: Editing layer
ro: Modificare strat

source: Activation layer_editing
ro: Activare modificare_strat
