Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-cdu/locale/*/LC_MESSAGES/django.po
Languages: it

source: User users
it: Utenti viewers

source: CDU base settings
it: CDU parametri base

source: Cadastre layer
it: Layer catasto

source: CDU layers choice
it: CDU selezione layer

source: Sheet
it: Foglio

source: Parcel
it: Numero

source: Section
it: Sezione

source: Plus fields
it: Campi aggiuntivi

source: CDU Catasto fields
it: CDU campi layer catasto

source: CDU Against layers aliases
it: CDU Alias layer di confronto

source: CDU Optional fields catasto aliases
it: CDU Alias campi aggiuntivi layer catasto

source: CDU Against layer fields to show in results
it: CDU Campi layer di confronto da mostrare nei risultati

source: CDU Alias for against field <i>{}</i>
it: CDU Alias per il campo del layer di confronto <i>{}</i>

source: Title
it: Titolo

source: Description
it: Descrizione

source: ODT Template file
it: File modello ODT

source: Project
it: Progetto Qdjango

source: Against layers
it: Layer di confronto

source: Alias against layers
it: Alias layer di confronto

source: Alias cadastre plus fields
it: Alias campi aggiuntivi layer catasto

source: Against layers fields
it: Campi layer di confronto

source: ODT template
it: Modello ODT

source: Users
it: Utenti

source: Editor user
it: Utenti Editor

source: Viewer users
it: Utenti Viewer

source: CDU configs list
it: Lista dei profili CDU

source: List of CDU configs available
it: Lista dei profici CDU disponibili

source: Show detail
it: Mostra dettagli

source: CDU Config detail
it: Dettaglio profilo CDU

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Show map
it: Mostra mappa

source: First step
it: Primo step

source: Prev step
it: Step precedente

source: Save
it: Salva

source: Next step
it: Step successivo

source: Alert
it: Attenzione

source: Some errors on form. Check it and send again.
it: Si sono verificati alcuni errori. Controlla reinvia i dati

source: CDU module administration
it: Modulo amministrazione CDU

source: Profiles
it: Profili

source: New profile
it: Nuovo profilo

source: Make CDU
it: Genera CDU
