Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-v.3.6.x/g3w-admin/usersmanage/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Set Editor Level 1 owner
ro: Alege utilizatorul Modificare1 proprietar

source: Editor2 user
ro: Utilizator Modificare2

source: Viewer users
ro: Utilizatori Vizualizare

source: Editor user groups
ro: Grupuri utilizatori Modificare

source: Viewer user groups
ro: Grupuri utilizatori Vizualizare

source: Propagate <b>NEW</b> viewers and new viewers user groups permissions
ro: Propagă permisiunile <b>NOI</b> utilizatori/grupuri vizualizare

source: Select roles for this user
ro: Alege roluri utilizator

source: Main roles
ro: Roluri primare

source: Select <b>EDITOR groups</b> for this user, only Editor Level 2 can be added
ro: Alege <b>grupurile Modificare</b> utilizator, doar Modificator2 se poate adăuga

source: User editor groups
ro: Grupuri Modificare

source: Select <b>VIEWER groups</b> for this user, only Viewer Level 1 can be added
ro: Alege <b>grupuri Vizualizare</b> utilizator, doar Vizualizare1 se poate adăuga

source: User viewer groups
ro: Grupuri Utilizator Vizualizare

source: Anagraphic
ro: Anagrafic

source: ACL/Roles
ro: Roluri ACL

source: Login data
ro: Date Logare

source: User data
ro: Date utilizator

source: User backend
ro: Backend utilizator

source: User can't be Editor level 1 and at same time Editor level 2
ro: Utilizatorul nu poate să fie Modificator1 și Modificator2 în același timp

source: User can't belong a **editor groups** if he isn't a Editor level 2
ro: Utilizatorul nu poate fi în **grupuri Modificare** fără drept de Editor2

source: User can't belong a **viewer groups** if he isn't a Viewer level 1
ro: Utilizatorul nu poate fi în **grupuri Vizualizare** fără drept de Vizualizare1

source: Avatar is no a valid image
ro: Avatarul nu este imagine validă

source: Password
ro: Parola

source: Password confirmation
ro: Confirmare parolă

source: Enter the same password as above, for verification.
ro: Introdu pentru verificare aceeași parolă

source: Role
ro: Rol

source: Group
ro: Grup

source: Group role
ro: Rol Grup

source: User
ro: Utilizator

source: System users
ro: Utilizatori de Sistem

source: Alert
ro: Altertă

source: Some errors on form. Check it and send again.
ro: Erori formular. Verifică și retrimite.

source: System user groups
ro: Grupuri utilizatori de Sistem

source: User groups
ro: Grupuri utilizatori

source: User group
ro: Grup utilizator

source: Actions
ro: Acțiuni

source: Name
ro: Nume

source: Users
ro: Utilizatori

source: Created
ro: Creat

source: Show detail
ro: Arată detalii

source: Edit
ro: Modificare

source: Delete
ro: Eliminare

source: Username
ro: Utilizator

source: Roles
ro: Rol

source: Macro groups
ro: Grup macro

source: Superuser
ro: Superutilizator

source: Staff
ro: Personal

source: First name
ro: Prenume

source: Last name
ro: Nume

source: ACL Users
ro: Utilizatori ACL

source: No %(verbose_name)s found matching the query
ro: Niciun %(verbose_name)s găsit care să corespundă interogării
