Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-catalog/locale/*/LC_MESSAGES/django.po
Languages: it

source: Catalog data
it: Dati del catalogo

source: Param
it: Parametro

source: Value
it: Valore

source: Not set
it: Non impostato

source: Back
it: Indietro

source: Alert
it: Attezione

source: Some errors on form. Check it and send again.
it: Si sono verificati alcuni errori, controlla e riprova

source: CSW published catalogs
it: Catalogi CSW pubblicati

source: New catalog
it: Nuovo Catalogo

source: Actions
it: Azioni

source: N record
it: N dei record

source: Show records
it: Mostra i record

source: There are no CSW published catalogs
it: Non ci sono cataloghi CSW pubblicati

source: Important
it: Importante

source: The projects you want to use for metadata have to be public, exposed by Anonymoususer.
it: I progetti relativi ai metadati devono essere pubblice e quindi esposti con l'utente Anonymoususer

source: Indroduction
it: Introduzione

source: The specifications in the following form refer to the operating manual for <b>RNDT v.2</b>,
it: Le specifiche nel modulo seguente si riferiscono al manuale operativo per <b>RNDT v.2</b>,

source: which can be consulted
it: che può essere consultato

source: here
it: qui

source: layer metadata
it: metadata del layer
