Repository: comunedibari/SIT
Catalog: sorgenti/g3w-admin-catalog/locale/*/LC_MESSAGES/django.po
Languages: it

source: INSPIRE languages supported
it: Lingue INSPIRE supportate

source: INPIRE gemet keywords
it: INSPIRE GEMET parole chiave

source: a comma-seperated keyword list of GEME INSPIRE theme keywords about the service (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, complexType inspireTheme_eng)
it: una lista separata da virgole di parolechiave di tipo GEMET INSPIRE sul servizio (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, complexType inspireTheme_eng)

source: General data
it: Impostazioni catalogo

source: Catalog provider
it: Fornitore catalogo

source: Charset metadata
it: Set di caratteri dei metadati

source: Hierarchical level
it: Livello gerarchico

source: Standard name
it: Nome dello standard

source: Standard version
it: Versione dello standard

source: INSPIRE
it: Specifiche INSPIRE

source: RNDT
it: Specifiche RNDT

source: Catalog specifications
it: Specifiche catalogo

source: Catalog contact
it: Contatto catalogo

source: Keywords
it: Parole chiave

source: Record keywords - a comma-seperated keyword list of GEMET INSPIRE theme keywords about the service (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, complexType inspireTheme_eng)
it: Una lista separata da virgole di parolechiave di tipo GEMET INSPIRE sul servizio (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, complexType inspireTheme_eng)

source: Data identification
it: Identificazione di dati

source: Presentation format
it: Formato di presentazione

source: Charset data
it: Set di caratteri dei dati

source: Data constraints
it: Vincoli sui dati

source: Data extension
it: Estensione dei dati

source: Data quality
it: Qualita dei dati

source: Quality level
it: Livello di qualit&agrave;

source: Compliance level
it: Conformit&agrave;: grado

source: Reference system
it: Sistema di riferimento

source: Data distribution
it: Distributore

source: Is not possible set value for 'Usability constraints' and 'Usability constraints - data license'
it: Non è possibile impostare un valore per le 'Restrizioni di usabilità' e 'Lincenza restizioni di usabilità'

source: Global (serves all projects)
it: Globale (per tutti i progetti)

source: Group (serves a single group)
it: Group (per i progetti di un Gruppo)

source: Macrogroup (serves a macrogroup)
it: Macrogroup (per i progetti di un Macrogruppo)

source: conformant
it: conforme

source: notConformant
it: non conforme

source: notEvaluated
it: non valutato

source: Addresses
it: Indirizzi

source: Administrative units
it: Unità amministrativa

source: Agricultural and aquaculture facilities
it: Attrazzature agricole e per acquacoltura

source: Area management/restriction/regulation zones and reporting units
it: Zone di gestione/restrizione/regolamentazione e unità di reportistica

source: Atmospheric conditions
it: Condizioni atmosferiche

source: Bio-geographical regions
it: Regioni Bio-geografiche

source: Buildings
it: Edifici

source: Cadastral parcels
it: Particelle catastali

source: Coordinate reference systems
it: Sistema di riferimento

source: Elevation
it: Altezza

source: Energy resources
it: Risorse energetiche

source: Environmental monitoring facilities
it: Attrezzature per il monitoraggio ambientale

source: Geographical grid systems
it: Sistemi di griglia geografici

source: Geographical names
it: Nome geografico

source: Geology
it: Geologia

source: Habitats and biotopes
it: Biotipi e habitat

source: Human health and safety
it: Salute e sicurezza umana

source: Hydrography
it: Idrografia

source: Land cover
it: Copertura del suolo

source: Land use
it: Uso del suolo

source: Meteorological geographical features
it: Elementi geografici metereologici

source: Mineral resources
it: Risorse minerarie

source: Natural risk zones
it: Zone naturali a rischio

source: Oceanographic geographical features
it: Elementi geografici oceanografici

source: Orthoimagery
it: Ortoimmagini

source: Population distribution — demography
it: Demografia - distribuzione della popolazione

source: Production and industrial facilities
it: Strumenti industriali e per la produzione

source: Protected sites
it: Siti protetti

source: Sea regions
it: Regioni marine

source: Soil
it: Suolo

source: Species distribution
it: Distribuzione di speci

source: Statistical units
it: Unità statistche

source: Transport networks
it: Reti di trasporto

source: Utility and governmental services
it: Servizi governativi e utility

source: Catalog name
it: Nome del catalogo

source: Name into CSW service URL
it: Tale nome apparirà nell’URL del servizio CSW

source: Is active
it: E' attivo

source: This field is managed by signals, an invalid catalog will be regenerated by a management command called by CRON
it: Questo campo è gestito dai segnali, con una invalidazione del catalogo un comando di gestione lo rigenererà chiamto dal CRON

source: Order
it: Ordine

source: Catalog application level
it: Livello di applicazione del catalogo

source: Catalog application scope-level
it: Livello di applicazione del catalogo

source: Group (serves a single group). This field is ignored unless catalog application level is "Group"
it: Questo campo è ignorato se lo l'ambiente è "Group"

source: Macrogroup (serves a macrogroup). This field is ignored unless scope is "MacroGroup"
it: Questo campo è ignorato se lo l'ambiente è "MacroGroup"

source: Identification title
it: Titolo identificativo

source: Required by Inspire and RNDT
it: Richiesto dalla dierttive Inspire e RNDT

source: Identification abstract
it: Riassunto

source: Identification keywords
it: Parole chiave

source: Identification keywords type
it: Tipologie di parole chiave

source: From keyword type as per the ISO 19115 MD_KeywordTypeCode codelist). Typical values are: discipline, temporal, place, theme, stratum
it: Come da ISO 19115 MD_KeywordTypeCode codelist. Tipicamente i valori sono: discipline, temporal, place, theme, stratum

source: Identification fees
it: Costi di accesso alla risorsa

source: Identification access contraints
it: Vincoli di accesso alla risorsa

source: Text description for other constraints
it: Testo descrittivo per altre restrizioni di accesso

source: Provider name
it: Nome del provider del catalogo

source: Provider url
it: URL del provider del catalogo

source: Contact name
it: Nome e cognome

source: Contact name and surename
it: Nome e cognome del contatto

source: Contact position
it: Posizione

source: Contact address
it: Indirizzo

source: Contact city
it: Città

source: Contact state/province
it: Stato/provincia

source: Contact postalcode
it: Codice postale

source: Contact country
it: Nazione

source: Contect phone
it: Telefono

source: Contect fax
it: Contatto

source: Contact email
it: Email

source: Contact email address
it: Indirizzo di posta del contatto

source: Contact URL
it: Contatto

source: Contact hours
it: Orari contatto

source: Contact instructions
it: Istruzioni contatto

source: Contact role
it: Ruolo del contatto

source: Metadata INSPIRE activation
it: Attivazione estensione INSPIRE

source: whether to enable the INSPIRE extension
it: Per attivare estensione INSPIRE

source: list of comma separated 3 letter codes of supported languages (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, simpleType euLanguageISO6392B)
it: codice di 3 lettere per le lingue supportate divisi da virgole (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, simpleType euLanguageISO6392B)

source: Default language
it: Lingua di default

source: 3 letter code of the default language (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, simpleType euLanguageISO6392B)
it: codice di 3 lettere per la lingua di default (see http://inspire.ec.europa.eu/schemas/common/1.0/enums/enum_eng.xsd, simpleType euLanguageISO6392B)

source: INSPIRE date
it: Data dei metadati

source: date of INSPIRE metadata offering (in ISO 8601 format), maps to dateStamp
it: data dei metadati INSPIRE (in ISO 8601 format)

source: INSPIRE gemet keywords
it: INSPIRE GEMET parole chiave

source: Conformity INSPIRE
it: Conformità INSPIRE

source: the level of INSPIRE conformance for spatial data sets and services (conformant, notConformant, notEvaluated)
it: Livello di conformità INSPIRE per i data set e servizi (conforme, non conforme, non valutato)

source: Contact point: organization
it: Responsabile dei metadati: Nome dell'Ente

source: the organization name responsible for the INSPIRE/RNDT metadata
it: il nome dell'organizzazione reponsabile per gli INSPIRE/RNDT metadata

source: Contact point: email
it: Responsabile dei metadati: email

source: the email address of entity responsible for the INSPIRE/RNDT metadata
it: L'indirizzo email del responsabile per gli INSPIRE/RNDT metadata

source: Contact point: URL
it: Responsabile dei metadati: URL

source: the URL of entity responsible for the INSPIRE/RNDT metadata
it: La URL del reponsabile per gli INSPIRE/RNDT metadata

source: Contact point: phone
it: Responsabile dei metadati: telefono

source: the telephone number of entity responsible for the INSPIRE/RNDT metadata
it: Il telefono del responsabile degli INSPIRE/RNDT metadata

source: Temporal extent validation
it: Estensione temporale validità

source: temporal extent of the service (in ISO 8601 format). Either a single date (i.e. yyyy-mm-dd), or an extent (i.e. yyyy-mm-dd/yyyy-mm-dd)
it: Estensione temporale del servizio (in formato ISO 8601). Sia per le singole date (es. yyyy-mm-dd), o per una estensione (es. yyyy-mm-dd/yyyy-mm-dd)

source: Geographical extent
it: Estensione geografica

source: Space separated values of lon/lat (west south east north)
it: Valori in lat/lon separati da spazi (ovest sud est nord)

source: RNDT metadata activation
it: Attivazione estensione RNDT

source: whether to enable the RNDT extension
it: Attivazione estesione RNDT

source: RNDT iPA administration code
it: RNDT codice iPA amministrazione

source: RNDT: iPA administration code, a part fo file identifier
it: RNDT: codice iPA amministrazione, una parte dell'identificatore del file metadati

source: Catalog endpoint
it: Obbiettivo del catalogo

source: Catalog endpoints
it: Obbiettivi del catalogo

source: You must select a group or set another scope for the catalog.
it: Devi selezionare un gruppo o selezionare un'altro scope per il catalogo

source: You must select a macro group or set another scope for the catalog.
it: Devi selezionare un MacroGroup o settare un altro scope per il catalogo

source: RNDT is enabled: you need to fill in "%s".
it: RNDT è attivo: bisogna che tu completi "%s".

source: INSPIRE is enabled: you need to fill in "%s".
it: INSPIRE è attivo: bisogna che tu completi "%s".

source: inspire_geographical_extent is not correct, please use format space separated values of lon/lat (west south east north)
it: Estensione geografic INSPIRE non è corretta, per favore usa il formato di valori lon/lat separati da spazi (west south east north)

source: %s registerCatalogRecordProvider registration must provide a valid Catalog.SCOPE
it: la registrazione di %s registerCatalogRecordProvider deve fornire un Catalogo valido.SCOPE

source: Definition
it: Definizione

source: License URL
it: URL della licenza

source: label
it: etichetta

source: Limitation URL
it: URL sulla limitazione di uso

source: Farming - Rearing of animals and/or cultivation of plants.
it: Agricotura- Allevamento di animali e/o coltivations di piante.

source: Biota - Flora and/or fauna in natural environment.
it: Biota - Flora e/o fauna in ambiente naturale.

source: Boundaries - Legal land descriptions.
it: Confini - Descrizioni legali del terreno.

source: Climatology / Meteorology / Atmosphere - Processes and phenomena of the atmosphere.
it: Climatologia / Metereologia / Atmosfera - Processi e fenomeni dell'atmosfera.

source: Economy - Economic activities, conditions and employment.
it: Economia - Attività economiche, condizioni e occupazione.

source: Elevation - Height above or below sea level.
it: Elevazione - Altezza al di dopra o al di sotto del livello del mare.

source: Environment - Environmental resources, protection and conservation.
it: Ambiente - Risorse ambientali, protezione e conservazione.

source: Geoscientific Information - Information pertaining to earth sciences.
it: Informazione geoscientifica - Informazione pertinenti scienze della terra.

source: Health, health services, human ecology, and safety.
it: Salute, servizi della salute, ecologia umana, e sicurezza.

source: Imagery / Base Maps / Earth Cover.
it: Immagine / Mappe di base / Copertura della Terra.

source: Intelligence / Military - Military bases, structures, activities.
it: Intelligence / Militare - asi militari, strutture, attività.

source: Inland water features, drainage systems and their characteristics.
it: Elementi acque interne, sistemi di drenaggio e loro caratteristiche.

source: Location - Positional information and services.
it: Localizzazione - Informazione di posizioen e servizi.

source: Oceans - Features and characteristics of salt water bodies (excluding inland waters).
it: Oceani - Proprietà e caratteristiche delle masse di acqua salata (escluse acque interne).

source: Planning / Cadastre - Information used for appropriate actions for future use of the land.
it: Pianificazione / Catasto - Uso di informazioni per le azioni appropiate allo sviluppo del futuro uso del suolo

source: Society - Characteristics of society and cultures.
it: Società - caratteristiche della società e dele culture.

source: Structure - Man-made construction.
it: Strutture - Construzioni umane

source: Transportation - Means and aids for conveying persons and/or goods.
it: Trasporti - Mezzi e aiuti per per il trasporto di persone e/o merci.

source: Utilities / Communication - Energy, water and waste systems and communications infrastructure and services.
it: Utilità / Comunicazioni - Energia, acqua, rifiuti, instratture di comunicazione e servizi.

source: data is updated every year
it: il dato è aggiornato ogni anno

source: data is updated as deemed necessary, applies to resources with 'completed' status
it: i dati vengono aggiornati se ritenuto necessario, si applicano alle risorse con stato 'completato'

source: data is updated twice each year
it: i dati vengono aggiornati due volte all'anno

source: resource is updated every 2 years
it: risorsa viene aggiornata ogni 2 anni

source: data is repeatedly and frequently updated use for data that is updated at a greater than daily frequency
it: i dati vengono aggiornati ripetutamente e frequentemente usare per i dati aggiornati a una frequenza superiore a quella giornaliera

source: data is updated each day
it: i dati vengono aggiornati ogni giorno

source: data is updated every two weeks
it: i dati vengono aggiornati ogni 2 settimane

source: data is updated in intervals that are uneven in duration
it: i dati vengono aggiornati a intervalli di durata non uniforme

source: data is updated each month
it: i dati vengono aggiornati ogni mese

source: there are no plans to update the data, applies to resources with 'completed' status
it: non ci sono piani per aggiornare i dati, si applica alle risorse con 'completato' stato

source: resource is updated at regular intervals,
it: la risorsa viene aggiornata a intervalli regolari

source: data is updated every three months
it: i dati vengono aggiornati ogni tre mesi

source: resource updated twice a monthly
it: risorsa aggiornata due volte al mese

source: frequency of maintenance for the data is not known
it: la frequenza di manutenzione dei dati non è nota

source: data is updated on a weekly basis
it: i dati vengono aggiornati settimanalmente

source: Identifier
it: Identificatore

source: File identifier - Maps to pycsw:Identifier
it: Identificativo univoco del dato (compilato automaticamente, si consiglia di non modificare)

source: Language
it: Lingua

source: Data Language
it: Lingua dei dati

source: Title
it: Titolo

source: Title data
it: Titolo per il dato

source: Abstract
it: Descrizione

source: Abstract data description
it: Descrizione

source: 2.3.6 Keywords
it: Parole chiave

source: Distribution format
it: Formato di distribuzione

source: Description about data format
it: Formato di distribuzione del dato

source: Modified date
it: Data di modifica

source: Creation date
it: Data di creazione

source: Data creation date
it: Data di creazione del dato

source: Revision date
it: Data di revisione

source: Data revision date
it: Data di revisione del dato

source: Publication date
it: Data di pubblicazione

source: Data publication date
it: Data di pubblicazione del dato

source: Bounding box
it: Estensione geografica

source: Data bounding box. Automatically calculated from layer
it: Estensione geografica del dato. Calcolata automaticamente dai dati del layer.

source: Coordinate reference system
it: Sistema di riferimento

source: Data Coordinate reference system
it: Sistema di riferimento

source: Security constraints
it: Vincoli di sicurezza

source: Topic category
it: Categoria tematica

source: Main topic data
it: Categoria tematica principale del dato

source: Spatial resolution
it: Risoluzione spaziale

source: General density data factor
it: Fattore di densità dei dati

source: Temporal extension: start
it: Estensione temporale: data di inizio

source: Start of data average time
it: Inizio del periodo temporale a cui il dato si riferisce.

source: Temporal extension: end
it: Estensione temporale: data di fine

source: End of data average time
it: Fine del periodo temporale a cui il dato si riferisce.

source: Access constraints
it: Vincoli di accesso

source: Select a access contraints from the list
it: Selezionare un vincolo di accesso dall'elenco

source: Other constraints
it: Altri vincoli

source: Usability constraints
it: Vincoli sui dati

source: Conditions applicable to access and use of spatial data sets and to related services and, where applicable, to the corresponding fees, in accordance with the law of article 5, paragraph 2, letter b), and of article 11, paragraph 2, letter f), of Directive 2007/2 / EC.
it: Condizioni applicabili all'accesso e all'uso dei set di dati territoriali e ai relativi servizi e, ove applicabile, ai relativi corrispettivi, secondocon la legge dell'articolo 5, comma 2, lettera b), e dell'articolo 11,comma 2, lettera f), della Direttiva 2007/2/CE.

source: Lineage
it: Genealogia

source: Descriptive text about process history and/or general quality of data
it: Descrizione generale riguardo alla storia e/o alla qualità generale del dato

source: Positional accuracy
it: Accuratezza posizionale (metri)

source: Positional accuracy in meters
it: Accuratezza posizionale (metri)

source: Use limitation
it: Limitazione d'uso

source: Use limitation - Restrictions on data usage and access, inherited from catalog - No conditions apply - if left blank
it: Restrizioni di utilizzo dei dati. Ereditato dal catalogo se lasciato in bianco

source: INSPIRE contactor organization
it: Punto di contatto: nome dell'Ente

source: Responsabile dei metadati - the organization name responsible for the INSPIRE/RNDT metadata, inherited from catalog if left blank
it: il nome dell'organizzazione reponsabile per gli INSPIRE/RNDT metadata

source: INSPIRE contact email
it: Punto di contatto: E-mail

source: Responsabile dei metadati - the email address of entity responsible for the INSPIRE/RNDT metadata, inherited from catalog if left blank
it: l'indirizzo email del responsabile per gli INSPIRE/RNDT metadata

source: INSPIRE contact url
it: Punto di contatto: sito web

source: Responsabile dei metadati - the URL of entity responsible for the INSPIRE/RNDT metadata, inherited from catalog if left blank
it: la URL del responsabile per gli INSPIRE/RNDT metadata

source: INSPIRE contact phone
it: Punto di contatto: Telefono

source: Responsabile dei metadati - the telephone number of entity responsible for the INSPIRE/RNDT metadata, inherited from catalog if left blank
it: Telefono del responsabile degli INSPIRE/RNDT metadata

source: Data distributor: organization
it: Distributore: nome dell'ente

source: Data distributor - RNDT the organization name of the distributor, inherited from catalog if left blank
it: Responsabile dati - numero di telefono del distributore dei dati, ereditato dal catalogo se lasciato in bianco

source: Data distributor: email
it: Distributore: email

source: Data distributor - the email address of the distributor, inherited from catalog if left blank
it: Responsabile dei dati - l'indirizzo email del distributore, ereditato dal catalogo se lasciato in bianco

source: Data distributor: URL
it: Distributore: sito web

source: Data distributor - the URL of the distributor, inherited from catalog if left blank
it: Responsabile dei dati - la URL del distributore, ereditato dal catalogo se lasciato in bianco

source: Data distributor: phone
it: Distributore: telefono

source: Data distributor - the telephone number of the distributor, inherited from catalog if left blank
it: Responsabile dati - numero di telefono del distributore dei dati, ereditato dal catalogo se lasciato in bianco

source: INSPIRE owner contact organization
it: Responsabile: nome dell'Ente

source: Responsabile - INSPIRE the organization name of the owner, inherited from catalog if left blank
it: Responsabile - INSPIRE Nome del proprietario dell'organizzazione, eriditato dal catalogo se lasciato in bianco

source: INSPIRE owner contact email
it: Responsabile: E-mail

source: Responsabile - the email address of the owner, inherited from catalog if left blank
it: Responsabile dei dati - l'indirizzo email del proprietario, ereditato dal catalogo se lasciato in bianco

source: INSPIRE owner contact url
it: Responsabile: sito web

source: Responsabile - the URL of the owner, inherited from catalog if left blank
it: Resposabile dei dati- la URL del proprietario, ereditato dal catalogo se lasciato in bianco

source: INSPIRE owner contact phone
it: Responsabile: telefono

source: Responsabile - the telephone number of the owner, inherited from catalog if left blank
it: Responsabile dati - numero di telefono del proprietariodei dati, ereditato dal catalogo se lasciato in bianco

source: Project keywords
it: Parole chive del progetto

source: These additional (not-GEMET) keywords are automatically updated form the getProjectSettings
it: Queste parole chiave aggiuntive (non GEMET) vengono aggiornate automaticamente dal getProjectSettings

source: Usability constraints - data license
it: Vincoli di usabilità - licenza dati

source: Service
it: Servizio

source: Publication
it: Pubblicazione

source: Commission Regulation (EU) No 1089/2010 of 23 November 2010 implementing Directive 2007/2/EC of the European Parliament and of the Council as regards interoperability of spatial data sets and services
it: REGOLAMENTO (UE) N. 1089/2010 DELLA COMMISSIONE del 23 novembre 2010 recante attuazione della direttiva 2007/2/CE del Parlamento europeo e del Consiglio per quanto riguarda l'interoperabilità dei set di dati territoriali e dei servizi di dati territoriali

source: Please refer to the supplied specifications.
it: per favore far riferimento alle specifiche fornite.

source: No conditions apply
it: Condizioni non applicabili

source: Other restrictions
it: Limitazione d'uso

source: Distributor
it: Distributore

source: Unknown
it: Sconosciuto

source: Catalog
it: Catalogo

source: deleting
it: eleminazione

source: Are you sure you want to delete
it: Sei sicuro di voler eliminare

source: Confirm
it: Conferma

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Catalog records
it: I Record del Catalogo

source: Records
it: Record

source: Access
it: Accesso
